module ReasonsHelper
  def some()
    ["Нет отклонения",
    "Восстановление из академического отпуска",
    "Выход из отпуска по уходу за ребенком",
    "Несоответствие КЦП граждан",
    "Отчисление в связи с ДОСРОЧНЫМ (на год и более) окончанием обучения",
    "Отчисление за нарушение правил внутреннего распорядка предусмотренных уставом образовательной организации",
    "Отчисление как не приступившего к занятиям",
    "Отчисление по причине смерти",
    "Перевод в иную образовательную организацию",
    "Перевод на иное направление подготовки/специальность",
    "Перевод на платную форму обучения",
    "Перевод с иной формы обучения",
    "Техническая ошибка в статистической отчетности о численности студентов",
    "Иная причина (необходимо указать в характеристике причин отклонения)",
    "Реорганизация учреждения",
    "Исключение государственной услуги из ведомственного перечня государственных услуг",
    "Перевод в другой филиал / Москву"]
  end
  def some1()
    ["не выбран", ["+ (увеличение значения)", "+"],["— (уменьшение значения)", "-"]]
  end
end
